0.orig/alphat
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2406                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      alphat;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

#include "<constant>/caseSettings"

dimensions      [1 -1 -1 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    inlet
    {
        $/calculated/alphat;
    }

    outlet
    {
        $/calculated/alphat;
    }

    movingWalls
    {
        $/wall/alphat;
    }

    staticWalls
    {
        $movingWalls;
    }

    #includeEtc "caseDicts/setConstraintTypes"
}


// ************************************************************************* //
